Repository: ainouna/oe-alliance-plugins
Catalog: RCUSelect/po/*.po
Languages: ca, lt

source: Apply
ca: Aplicar
lt: Pritaikyti

source: Cancel
ca: Cancel·lar
lt: Atšaukti

source: RCU Select
ca: Seleccionar comandament
lt: Nuotolinio pulto pasirinkimas

source: WeTek Play (Classic) RCU
ca: WeTek Play Clàssic
lt: WeTek Play (įprastinis) nuotolinis pultas

source: WeTek Play Enigma2 RCU
ca: WeTek Play Enigma2
lt: WeTek Play Enigma2 nuotolinis pultas

source: WeTek Play OpenElec RCU
ca: WeTek Play OpenElec
lt: WeTek Play OpenElec nuotolinis pultas

source: Alien2/1 RCU
ca: Alien2/1
lt: Alien2/1 nuotolinis pultas

source: Alien1 old RCU
ca: Alien1 antic
lt: Senasis Alien1 nuotolinis pultas

source: GI LX3 RCU
lt: GI LX3 nuotolinis pultas

source: Gigablue 800 UE Plus RCU
lt: Gigablue 800 UE Plus nuotolinis pultas

source: Mutant HD2400 RCU
ca: Mutant HD2400
lt: Mutant HD2400 nuotolinis pultas

source: Octagon SF8 RCU
ca: Octagon SF8
lt: Octagon SF8 nuotolinis pultas

source: Technomate Nano RCU
lt: Technomate Nano nuotolinis pultas

source: xtrend ET10000 RCU
ca: Xtrend ET10000
lt: Xtrend ET10000 nuotolinis pultas

source: Are you sure?
lt: Ar tikrai norite?
