Repository: ainouna/oe-alliance-plugins
Catalog: RemoteChannelStreamConverter/po/*.po
Languages: es

source: FTP Server Editor
es: FTP Editor de Server

source: Exit
es: Salir

source: Keyboard
es: Teclado

source: Use address
es: Usar dirección

source: Use IP
es: Usar IP

source: Username:
es: Usuario:

source: Password:
es: Contraseña

source: FTPport:
es: FTP puerto:

source: Passive:
es: Passivo:

source: Telnetport:
es: Telnet puerto:

source: Adress:
es: Dirección:

source: Enter address
es: Ingresa la direccion

source: Enter username
es: Ingresa Usuario

source: Enter password
es: Ingresa Contraseña

source: Select bouquets to convert
es: Seleccione Favoritos para convertir

source: Close
es: Cerrar

source: Set server IP
es: IP Servidor

source: Select a remote server IP first
es: Seleccione primero una IP de servidor remoto

source: Testing remote connection
es: Prueba de conexión remota

source: Connection to remote IP ok
es: Conexión a la IP remota ok

source: Could not connect to remote IP
es: No se pudo conectar al IP remoto

source: Downloading remote services
es: Descarga de servicios remotos

source: Download from remote failed
es: Error de descarga desde remoto

source: FTP reading bouquets %d of %d
es: FTP Leyendo Listas Favoritos %d of %d

source: Make your selection
es: Haga su selección

source: Download
es: Descarga

source: Invert
es: Invertir

source: remote of
es: remoto de

source: No bouquets selected
es: No hay listas seleccionadas

source: Checking for alternatives
es: Comprobación de alternativas

source: FTP reading alternatives %d of %d
es: FTP leyendo alternativas %d of %d

source: Remote channel stream converter
es: Convertidor de stream de canales remotos

source: Convert remote channel list for streaming
es: Convertir la lista de canales remotos para streaming
