Repository: ainouna/oe-alliance-plugins
Catalog: MisPlsLcnScan/po/*.po
Languages: tr

source: Cannot allocate the demuxer.
tr: Demuxer bulunamadi

source: Cannot free NIM because a recording is in progress
tr: Kayit yapiliyor, bos Tuner mevcut degil

source: Cannot get frontend
tr: Frontend alinamadi

source: Cannot get the NIM
tr: Tuner alinamadi

source: Cannot retrieve Resource Manager instance
tr: Kaynak örnegi alinamadi

source: Clear before scan
tr: Taramadan önce temizle (sil)

source: Exit
tr: Kapat

source: Found %d transponder
tr: %d transponder bulundu

source: Found %d transponders
tr: %d transponder bulundu

source: If you select "yes" stored channels at the same orbital position will be deleted before starting the current search. Note: if you are scanning more than one provider this must be set to "no".
tr: "evet" secerseniz mevcut aramaya başlamadan önce aynı yörünge pozisyonunda kayıtlı kanallar silinir. Not: Birden fazla sağlayıcı tarıyorsanız, bunun "hayır" olarak ayarlanması gerekir.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
tr: "Evet" seçerseniz, tarama yalnızca şifresiz kanalları kaydeder; "hayir" şifreli ve şifresiz kanalları bulur.

source: MIS/PLS LCN Scan
tr: MIS/PLS LCN arama

source: No compatible tuner found
tr: uyumlu Tuner bulunamadi

source: No frequencies to search
tr: Aranacak Frekans yok

source: No valid NIM found for %s
tr: %s için geçerli bir Tuner bulunamadı

source: Only free scan
tr: Yalnizca sifresiz arama

source: Provider
tr: Sağlayici

source: Reading SI tables on %s MHz, IS %s
tr: %s MHz'de SI tabloları okunuyor, %s IS

source: Really close without saving settings?
tr: Kaydetmeden cikmak istediginize eminmisiniz?

source: Scan
tr: Arama

source: Scanning transponders
tr: Transponder araniyor

source: Select the provider you wish to scan.
tr: Taramak istediğiniz sağlayıcıyı seçin

source: Starting scanner
tr: Tarayiciyi baslat

source: Starting search...
tr: Aramayi baslat...

source: Tuning %s MHz, IS %s
tr: %s MHz ayarlama, IS %s
