Repository: ainouna/oe-alliance-plugins
Catalog: HbbTV/po/*.po
Languages: uk

source: Cancel
uk: Скасувати

source: Save
uk: Зберегти

source: left
uk: Вліво

source: width
uk: Ширина

source: top
uk: Вгору

source: height
uk: Висота

source: Really close without saving settings?
uk: Дійсно закрити без збереження налаштувань?

source: Preference
uk: Параметри

source: Invalid URL!!(Empty) Please, Input to the URL.
uk: Невірна URL-адреса!! (Порожньо) Будь ласка, введіть URL-адресу.

source: Please enter URL here
uk: Будь ласка, введіть URL

source: Start Page
uk: Початкова сторінка

source: Current Page
uk: Поточна сторінка

source: Direct Input
uk: Пряме введення

source: Startpage
uk: Початкова

source: Keyboard Layout
uk: Розкладка клавіатури

source: Bookmark
uk: Закладки

source: Name
uk: Ім'я

source: Title
uk: Назва

source: Url
uk: Адреса

source: Invalid
uk: Недійсний

source: !!(Empty) Please, Input to the
uk: !!(Порожньо) Будь ласка, введіть

source: Add
uk: Додати

source: Category Name
uk: Назва категорії

source: Bookmark Title
uk: Назва закладки

source: Bookmark URL
uk: URL закладки

source: Exit
uk: Вихід

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Set as Startpage
uk: Зробити стартовою

source: Invalid URL. Please check again!!
uk: Невірна URL-адреса. Будь ласка, перевірте ще раз!!

source: Do you want to set selected url to the Startpage?
uk: Ви бажаєте встановити обрану URL-адресу на стартову?

source: Current page is already exist.
uk: Поточна сторінка вже існує

source: Direct Input(Bookmark)
uk: Пряме введення (Закладки)

source: Direct Input(Category)
uk: Пряме введення (Категорія)

source: Currentpage(Bookmark)
uk: Поточна сторінка (Закладки)

source: Please choose.
uk: Будь ласка, оберіть

source: Do you want to delete the category and the bookmarks?
uk: Ви бажаєте видалити категорію та закладки?

source: Do you want to delete the bookmark?
uk: Ви бажаєте видалити закладку?

source: Can't open selected bookmark. - URL data is empty!!
uk: Не вдається відкрити обрану закладку. - порожні дані URL!!

source: Global
uk: Загальне

source: Mouse
uk: Миша

source: Keyboard
uk: Клавіатура

source: Browser Help
uk: Довідка

source: Exit the Browser.
uk: Вихід з браузеру

source: Show the Menu window.
uk: Показати меню

source: Enter Key
uk: Клавіша Введення

source: Show the Virtual keyboard window.
uk: Показати віртуальну клавіатуру

source: Backspace Key
uk: Клавіша Backspace

source: Switch to keyboard/mouse mode.
uk: Переключення режимів клавіатура/миша

source: It will move the mouse pointer up.
uk: Переміщує курсор миші вгору

source: It will move the mouse pointer down.
uk: Переміщує курсор миші вниз

source: It will move the mouse pointer left.
uk: Переміщує курсор миші вліво

source: It will move the mouse pointer right.
uk: Переміщує курсор миші вправо

source: Left Mouse Button
uk: Ліва кнопка миші

source: Right Mouse Button
uk: Права кнопка миші

source: Left Key
uk: Стрілка вліво

source: Right Key
uk: Стрілка вправо

source: Up Key
uk: Стрілка вгору

source: Down Key
uk: Стрілка вниз

source: PageUp Key
uk: Клавіша PageUp

source: PageDown Key
uk: Клавіша PageDown

source: Go to previous page.
uk: До попередньої сторінки

source: Go to next page.
uk: До наступної сторінки

source: File
uk: Файл

source: Tools
uk: Інструменти

source: Help
uk: Допомога

source: Opera Web Browser Plugin v2.0
uk: Веб-браузер Opera v2.0

source: BrowserMain
uk: Меню браузера

source: Open Startpage
uk: Початкова сторінка

source: Open URL
uk: Відкрити URL-адресу

source: Start/Stop
uk: Старт/Стоп

source: Position Setup
uk: Налаштування позиції

source: About
uk: Інформація

source: Return
uk: Назад

source: Opera Browser was not running. Please running browser using [File]>[Start/Stop] menu.
uk: Браузер Opera не запущено. Будь ласка, запустіть браузер за допомогою меню [Файл]>[Старт/Стоп]

source: HbbTV Plugin
uk: Плагін HbbTV

source: HbbTV Browser was not running. Please running browser before start HbbTV Application.
uk: Браузер HbbTV не запущено. Будь ласка, запустіть браузер перед запуском HbbTV додатків

source: Stop
uk: Стоп

source: Start
uk: Запустити

source: Please choose one.
uk: Будь ласка, оберіть

source: No detected HbbTV applications.
uk: HbbTV додатків не виявлено

source: Please choose an HbbTV application.
uk: Будь ласка, оберіть HbbTV додаток

source: YouTube TV Settings
uk: Налаштування YouTube TV

source: Browser Start/Stop
uk: Браузер Старт/Стоп

source: HbbTV Applications
uk: HbbTV додатки

source: Opera Web Browser
uk: Веб-браузер Opera

source: start opera web browser
uk: Запустити веб-браузер

source: Start YouTube TV
uk: Запустити YouTube TV

source: YouTube TV is a new way to watch YouTube videos
uk: YouTube TV - новий спосіб переглядати відео на YouTube

source: * Start YouTube TV
uk: * Запустити YouTube TV

source: * RC Help
uk: * RC Допомога

source: Play ther selected the video
uk: Відтворити обране відео

source: Exit the YouTube TV
uk: Вихід з YouTube TV

source: Move up
uk: Перемістити вгору

source: Move down
uk: Перемістити вниз

source: Move left
uk: Перемістити вліво

source: Move right
uk: Перемістити вправо

source: Search a video
uk: Пошук відео

source: Skip forward 10 sec
uk: Перемотування вперед, 10 сек

source: Skip backward 10 sec
uk: Перемотування назад, 10 сек

source: Play current video
uk: Відтворити поточне відео

source: Pause current video
uk: Пауза поточного відео

source: Stop current video
uk: Зупинка поточного відео

source: Back
uk: Назад

source: YouTube TV URL
uk: YouTube TV URL-адреса

source: Do not show YouTube TV Starter again
uk: Більше не показувати стартове вікно
