Repository: ainouna/oe-alliance-plugins
Catalog: AutoBouquetsMaker/po/*.po
Languages: es

source: 30 Days
es: 30 Días

source: About
es: Acerca de

source: Add provider prefix to bouquets
es: Añadir prefijo del proveedor en bouquets

source: All channels
es: Todos los canales

source: Allows you to set a schedule to perform a scan
es: Permite programar un horario para realizar un análisis

source: Are you sure you want to remove all bouquets created by ABM?
es: ¿Está seguro que desea eliminar todos los bouquets creados por ABM?

source: AutoBouquetsMaker
es: Creador automático de Bouquets

source: AutoBouquetsMaker Configure
es: Configuración

source: AutoBouquetsMaker Hide sections
es: Ocultar secciones

source: AutoBouquetsMaker Keep bouquets
es: Mantener bouquets

source: AutoBouquetsMaker Log
es: Log

source: AutoBouquetsMaker Providers
es: Proveedores

source: AutoBouquetsMaker Scanner
es: Búsqueda

source: Bottom
es: Fin

source: Bouquets generation...
es: Generación de bouquets...

source: Bouquets order
es: Clasificación de bouquets

source: Cancel
es: Cancelar

source: Cannot allocate the demuxer
es: No se puede asignar el demuxer

source: Cannot free NIM because a recording is in progress
es: No se puede usar el sintonizador porque una grabación está en curso

source: Cannot get frontend
es: No se puede usar el sintonizador

source: Cannot get the NIM
es: No se puede usar el sintonizador

source: Cannot read data
es: No se puede leer los datos

source: Close
es: Cerrar

source: Configure
es: Configurar

source: Daily
es: Diariamente

source: Delete bouquets
es: Eliminar bouquet

source: Done
es: Hecho

source: Enough Retries, delaying till next schedule.
es: Reintentos suficientes, lo que retrasa hasta la próxima programación.

source: FTA Channels
es: Canales FTA

source: FTA HD Channels
es: Canales FTA HD

source: FTA only
es: Sólo FTA

source: HD Channels
es: Canales HD

source: Hide sections
es: Ocultar secciones

source: If a service is carried on a satellite that is not configured, 'yes' means the channel will not appear in the channel list, 'no' means the channel will show in the channel list but be greyed out and not be accessible.
es: Si un servicio se ejecuta en un satélite que no está configurado, 'sí' significa que el canal no aparece en la lista de canales, 'no' significa que el canal se mostrará en la lista de canales pero se volverá gris y no será accesible.

source: Include 'not indexed' channels
es: Incluídos canales 'no indexados'

source: Keep all non-ABM bouquets
es: Mantenga todos los bouquets no ABM

source: Keep bouquets
es: Mantener bouquets

source: Loading bouquets...
es: Cargando bouquets...

source: Move down
es: Mover abajo

source: Move up
es: Mover arriba

source: No NIMs found
es: No se ha encontrado sintonizador

source: No area found
es: No se encontró ubicación

source: No valid NIM found
es: No se encontró sintonizador válido

source: Place bouquets at
es: Coloque los bouquets en

source: Please first setup, in configuration
es: Por favor, establece por primera vez en la configuración

source: Please wait...
es: Por favor, espera...

source: Providers
es: Proveedores

source: Providers order
es: Clasificar proveedores

source: Radio Channels
es: Canales de radio

source: Reading %s...
es: Leyendo %s...

source: Really close without saving settings?
es: Seguro que quieres cerrar sin guardar la configuración?

source: Repeat how often
es: Frecuencia de repetición

source: Schedule scan
es: Análisis programado

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
es: Seleccione su propio bouquet de la lista, por favor tenga en cuenta que se utilizarán sólo los primeros 100 canales de éste bouquet.

source: Services: %d video - %d radio
es: Servicios: %d Video - %d Radio

source: Services: 0 video - 0 radio
es: Servicios: 0 video - 0 radio

source: Set the repeat interval of the schedule.
es: Establezca el intervalo para el análisis programado.

source: Set the time of day to perform the scan.
es: Establece la hora del día para llevar a cabo la exploración.

source: Setup mode
es: Configuración de modo

source: Show in extensions
es: Mostrar en extensiones

source: Show log
es: Mostrar log

source: Skip services on not configured sats
es: Saltar servicios no configurados en SAT

source: Start scan
es: Iniciar escaneo

source: Starting scanner
es: Iniciando escaneo

source: This affects all bouquets. Select 'no' to scan in all services. Select 'yes' to skip encrypted ones.
es: Esta opción se aplica a todos los bouquets. Seleccione "Si" para buscar todos los canales. Seleccione "No" para buscar sólo canales libres.

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
es: Esta opción le permite elegir la región del país en que vive, por lo que llena los canales correctos para su región.

source: This option enables the current selected provider.
es: Esta opción habilita el proveedor seleccionado actualmente.

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
es: Esta opción tiene varias opciones "Sí", (crea un bouquet con todos los canales en él), "Si sólo HD", (agrupará todos los canales HD en este bouquet), "Personal", (le permite seleccionar su propio bouquet), "No", (no use un bouquet principal)

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
es: Esta opción creará un bouquet de alta definición, agrupando todos los canales HD en él.

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
es: Esta opción crea bouquets para cada tipo de canal, es decir entretenimiento, películas, documentales.

source: This option will prepend the provider name to bouquet name.
es: Esta opción antepone el nombre del proveedor al nombre del bouquet.

source: Time of scan to start
es: Hora de inicio del escaneo

source: Timeout for tuner lock
es: Tiempo de espera para el bloqueo del sintonizador

source: Top
es: Inicio

source: Weekly
es: Semanalmente

source: When a search finds extra channels that do not have an allocated channel number, 'yes' will add these at the end of the channel list, and 'no' means these will not be included.
es: Cuando una búsqueda encuentra canales extras que no tienen un número de canal asignado, 'sí' se agregan al final de la lista de canales, y 'no' significa que no serán incluidos.

source: When disabled this will enable the 'Keep bouquets' option in the main menu, allowing you to hide some 'existing' bouquets.
es: Cuando está desactivado 'mantener bouquets' se activa en el menú principal. Esta opción permite ocultar algunos bouquets existentes.

source: Your bouquets are about to be updated, Do you want to allow this?
es: Sus bouquets se van a actualizar ahora. Quieres permitirlo?

source: area
es: Region

source: custom bouquet for main
es: bouquet principal personalizado

source: expert
es: Experto

source: generate FTA HD bouquet
es: generar bouquet FTA HD

source: generate FTA bouquet
es: generar bouquet FTA

source: generate HD bouquet
es: generar bouquet HD

source: generate main bouquet
es: generar bouquet principal

source: generate sections bouquets
es: generar secciones de bouquets

source: swap channels
es: Cambiar canales

source: yes
es: si

source: yes (custom)
es: sí (personalizado)

source: yes (only FTA HD)
es: si (sólo FTA HD)

source: yes (only HD)
es: si (sólo HD)

source: Choose which level of settings to display. 'Expert'-level shows all items, this also adds more options in the providers menu.
es: Elija qué nivel de configuración quiere mostrar. 'Experto' muestra todos los elementos, esto también añade más opciones en el menú proveedores.

source: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode.
es: Esta función es sólo para el desarrollo. Requiere registros de depuración para habilitar o enigma2 para iniciarse en modo consola.

source: When enabled, allows you start a scan from the extensions list.
es: Cuando está habilitado, permite iniciar una exploración en la lista de extensiones.

source: This option will allow you choose where to place the created bouquets.
es: Esta opción le permitirá elegir dónde colocar los bouquets creados.

source: Extra debug
es: Depuración extra

source: This option will create a FreeToAir High Definition bouquet, it will group all FTA HD channels into this bouquet.
es: Esta opción creará un bouquet de canales HD libres , que agrupará todos los canales HD FTA en este bouquet.

source: This option will create a FreeToAir bouquet, it will group all free channels into this bouquet.
es: Esta opción creará un bouquet de canales libres, que agrupará todos los canales FTA en este bouquet.
