Repository: ainouna/oe-alliance-plugins
Catalog: OnDemand/po/*.po
Languages: fr, lt

source: Wait please while gathering data...
fr: Merci de patienter pendant la collecte des données...
lt: Palaukite, kol įkeliami duomenys ...

source: Search term
fr: Terme de recherche
lt: Paieškos terminas

source: Cancel
fr: Annuler
lt: Atšaukti

source: OK
lt: Gerai

source: Open Uitzending Gemist Based on Xtrend code
fr: Ouvrir diffusion manquée "Uitzending Gemist" basé sur le code de Xtrend
lt: Atverti Uitzending Gemist Pagal Xtrend kodą

source: UG Recently added
fr: UG Récemment ajouté
lt: UG vėliausiai įtraukti

source: UG Popular
fr: UG Populaire
lt: UG populiariausi

source: UG Search
fr: UG recherche
lt: UG paieška

source: Today
fr: Aujourd'hui
lt: Šiandien

source: RTL Number of days back
fr: RTL nombre de jours en arrière
lt: RTL prieš kiek dienų

source: No items matching your search criteria were found
fr: Aucun élément trouvé pour vos critères de recherche
lt: Paieškos kriterijus atitinkančių elementų nerasta

source: Added:
fr: Ajouté:
lt: Pridėta:

source: Time:
fr: Heure:
lt: Laikas:

source: Watch uitzending gemist
fr: Regarder les émissions manquées
lt: Žiūrėti Uitzending Gemist

source: Search
fr: Recherche
lt: Paieška

source: TV Highlights
fr: TV mise en évidence
lt: TV svarbiausi

source: Most Popular TV
fr: TV les plus populaires
lt: TV populiariausi

source: Entertainment
fr: Divertissement
lt: Pramogos

source: Movies
fr: Films
lt: Filmai

source: Factual
fr: Réel
lt: Faktai

source: Comedy
fr: Comédie
lt: Komedija

source: Soaps
lt: Muilo operos

source: Childrens
fr: Enfants
lt: Vaikams

source: News
fr: Nouveaux
lt: Naujienos

source: Sport
lt: Sportas

source: Music
fr: Musique
lt: Muzika

source: Health And Wellbeing
fr: Santé & Bien-être
lt: Sveikatingumas

source: Religion
lt: Religija

source: Signed
fr: Signé
lt: Pasirašyta

source: BBC Northern Ireland
lt: BBC Šiaurės Airija

source: BBC Wales
lt: BBC Velsas

source: BBC Scotland
lt: BBC Škotija

source: BBC One
lt: BBC vienas

source: BBC Two
lt: BBC du

source: BBC Three
lt: BBC trys

source: BBC Four
lt: BBC keturi

source: BBC Parliamanent
lt: BBC Parlamentas

source: BBC News
lt: BBC naujienos

source: Back
fr: Retour
lt: Atgal

source: No matching search items were found for
fr: Aucun élément trouvé pour vos critères de recherche
lt: Nerasta paieškos kriterijus atitinkančių elementų

source: Added:
fr: Ajouté:
lt: Pridėta:

source: Duration:
lt: Trukmė:

source: iRadio Player - Main Menu
fr: iRadio Player - Menu principal
lt: iRadio grotuvas - Pagrindinis meniu

source: Favorites
fr: Favoris
lt: Mėgstamiausi

source: SHOUTcast Radio
lt: SHOUTcast radijas

source: Tunein Radio
lt: Tunein radijas

source: iRadio Player - SHOUTcast Genres
fr: iRadio Player - SHOUTcast Catégories
lt: iRadio grotuvas - SHOUTcast žanrai

source: Exit
fr: Sortir
lt: Užverti

source: iRadio Player - SHOUTcast Sub Genres for
fr: iRadio Player - SHOUTcast sous Catégories pour
lt: iRadio grotuvas - SHOUTcast subžanrai

source: iRadio Player - Tunein Main Menu
fr: iRadio Player - Tunein Menu Principal
lt: iRadio grotuvas - Tunein pagrindinis meniu

source: Add to Favorites
fr: Ajouter aux favoris
lt: Įtraukti į mėgstamiausius

source: Station saved to Favorites!
fr: Station sauvée dans les favoris!
lt: Stotis įtraukta į mėgstamiausias!

source: Station save failed, please check the Debug logs!
fr: Sauvegarde de la station a échoué, merci de vérifier le debug log!
lt: Stoties išsaugoti nepavyko, skaitykite derinimo žurnalus!

source: Station Already Saved in Favorites!
fr: Station déjà sauvegardée dans les favoris!
lt: Stotis jau įtraukta į mėgstamiausias!

source: Selection does not contain a stream!
fr: La sélection ne contient pas de stream!
lt: Pasirinkime nėra transliacijų!

source: Sorry, unable to find playable stream!
fr: Désolé, impossible de trouver un stream lisible!
lt: Atleiskkite, nepavyksta surasti tinkamos transliacijos!

source: Recently Played:
fr: Récemment lu:
lt: Neseniai klausyti:

source: Genre:
lt: Žanras:

source: Bitrate:
fr: Débit:
lt: Sparta bitais:

source: Bitrate: Unknown
fr: Débit: inconnu
lt: Sparta bitais: nežinoma

source: Audio:
lt: Garsas:

source: Audio: Unknown
fr: Audio: inconnu
lt: Garsas: nežinomas

source: Delete from Favorites
fr: Effacer des Favoris
lt: Pašalinti iš megstamiausių

source: Station deleted from Favorites!
fr: Station effacée des favoris!
lt: Stotis iš mėgstamiausių pašalinta!

source: Station delete failed, please check the Debug logs!
fr: Éched de l'effacement de la station, merci de vérifier le debug log!
lt: Stoties iš mėgstamiausių pašalinti nepavyko, skaitykite derinimo žurnalus!

source: Sorry, No Stations Found!
fr: Désolé, aucune station trouvée!
lt: Stočių nerasta!

source: Recently Added
fr: Récemment ajouté
lt: Neseniai pridėti

source: Comedy - Cult
fr: Comédie - Culte
lt: Kultinė komedija

source: Comedy - Satire
fr: Comédie - Satire
lt: Satyrinė komedija

source: Comedy - Sitcom
fr: Comédie - Série
lt: "Sitcom" komedija

source: Comedy - Sketch
fr: Comédié - Sketchs
lt: Etiudinė komedija

source: Drama - Crime
fr: Drame - Crime
lt: Kriminalinė drama

source: Drama - Historical
fr: Drame - Historique
lt: Istorinė drama

source: Drama - Period
fr: Drame - Époque
lt: Realybės drama

source: Drama - Romance
fr: Drame - Romantique
lt: Romantinė drama

source: Drama - Sci-fi
fr: Drame - Science-fiction
lt: Mokslinė drama

source: Documentary - Biography
fr: Documentaire - Biographie
lt: Biografinė dokumentintika

source: Documentary - History
fr: Documentaire - Histoire
lt: Istorinė dokumentintika

source: Documentary - Nature
fr: Documentaire - Nature
lt: Gamtos dokumentintika

source: Documentary - Science
fr: Documentaire - Science
lt: Mokslinė dokumentintika

source: Documentary - Real Life
fr: Documentaire - Vie réelle
lt: Realybės dokumentintika

source: Lifestyle - Games
fr: Style de vie - jeux
lt: Žaidimai

source: Lifestyle - Reality
fr: Style de vie - Réalité
lt: Gyvenimo būdas - tikrovė

source: News & Current Affairs
fr: Nouvelles & Affaires en cours
lt: Naujienos ir aktualijos

source: Arts & Culture - Music
fr: Kunst & Cultuur - Musique
lt: Menas, kultūra muzikoje

source: Arts & Culture - People
fr: Kunst & Cultuur - People
lt: Meno, kultūros žmonės

source: Arts & Culture - Performance
fr: Kunst & Cultuur - Performance
lt: Vaidybinis menas ir kultūra

source: Arts & Culture - Reviews
fr: Kunst & Cultuur - Critiques
lt: Meno, kultūros apžvalgos

source: iView Exclusives
lt: iView ekskliuzyvai

source: Featured Programs
fr: Programmes vedettes
lt: Teminės programos

source: Panel & Discussion
fr: Jury & discussion
lt: Diskusijos

source: Last Chance
fr: Dernière chance
lt: Paskutinis šansas

source: ABC4Kids
lt: ABC4Kids - vaikams

source: Education
fr: Éducatif
lt: Švietimas

source: Indigenous
fr: Indigène
lt: Vietinės žinios

source: Trailers
fr: Bandes-annonces
lt: Anonsai

source: ABC News 24
lt: ABC 24 naujienos

source: A to Z
fr: A tot Z
lt: Nuo A iki Z

source: ABC iView - A to Z
fr: ABC iView - A tot Z
lt: ABC iView - A > Z

source: All Shows
fr: Tous les shows
lt: Visos laidos

source: Duration:
fr: Durée:
lt: Trukmė:

source: Episodes:
fr: Épisodes
lt: Epizodai:

source: Last Updated:
fr: Dernière mise à jour:
lt: Paskutinį kartą atnaujinta:

source: Very Low
fr: Très bas
lt: Labai mažas

source: Low
fr: Bas
lt: Mažas

source: Normal
lt: Normalus

source: High
fr: Haut
lt: Aukštas

source: OnDemand
lt: Pagal pareikalavimą

source: Latest Episodes
fr: Derniers épisodes
lt: Naujausi epizodai

source: Most Popular Episodes
fr: Épisodes les plus populaires
lt: Populiariausi epizodai

source: Episodes by Date
fr: Épisodes par date
lt: Epizodai pagal datą

source: Show Categories
fr: Afficher les catégories
lt: Rodyti kategorijas

source: Shows A to Z
fr: Afficher A à Z
lt: Rūšiuoti A > Z

source: RTE Player - Choose Date
fr: RTE Player - choisir une date
lt: RTE grotuvas - pasirinkti datą

source: RTE Player - Categories
fr: RTE Player - Catégories
lt: RTE grotuvas - kategorijos

source: RTE Player - A to Z
fr: RTE Player - A tot Z
lt: RTE grotuvas - nuo A iki Z

source: Most Talked About
fr: On en parle le plus
lt: Daugiausiai apkalbėti

source: Straight Off The Telly
fr: Maintenant à la TV
lt: Paskutinės naujienos

source: Going, Going...
fr: Aller, Aller...
lt: Vyksta...

source: OnDemand Configuration
lt: Pagal pareikalavimą - nustatymas

source: Show in main menu
fr: Afficher dans le menu principal
lt: Rodyti pagrindiniame meniu

source: Show in plugin browser
fr: Afficher dans les plugins du browser
lt: Rodyti įskiepių naršyklėje

source: Show in extensions
fr: Afficher dans les extensions
lt: Rodyti tarp plėtinių

source: Show Thumbnails
fr: Afficher les miniatures
lt: Rodyti miniatiūras

source: Preferred Stream Quality
fr: Qualité de préférée du stream
lt: Pageidautina srauto kokybė

source: ITV Player
lt: ITV grotuvas

source: 3 Player
lt: 3 grotuvas

source: RTE Player
lt: RTE grotuvas

source: iRadio Player
lt: iRadio grotuvas

source: iRadio: Display WMA Streams
fr: iRadio: afficher les stream WMA
lt: iRadio: rodyti WMA srautus

source: iRadio: Display Favorite Thumbnails
fr: iRadio: Afficher les favoris en miniatures
lt: iRadio: rodyti mėgstamiausių miniatiūras

source: iRadio: Display Favorite Default Thumbnails
fr: iRadio: Afficher les miniatures des favoris par défaut
lt: iRadio: rodyti mėgstamiausių numatytąsias miniatiūras

source: iRadio: Display SHOUTcast Thumbnails
fr: iRadio: afficher les miniatures SHOUTcast
lt: iRadio: rodyti SHOUTcast miniatiūras

source: iRadio: Display SHOUTcast Default Thumbnails
fr: iRadio: afficher les miniatures SHOUTcast par défaut.
lt: iRadio: rodyti SHOUTcast numatytąsias miniatiūras

source: iRadio: Display Tunein Thumbnails
fr: iRadio: afficher les miniatures de Tunein
lt: iRadio: rodyti Tunein miniatiūras

source: iRadio: Display Tunein Default Thumbnails
fr: iRadio: afficher les icônes standard de Tunein
lt: iRadio: rodyti Tunein numatytąsias miniatiūras

source: Primary DNS: To watch UK Streams outside the UK
lt: Pirminis DNS: žiūrėti JK transliacijoms už JK ribų

source: Secondary DNS: A backup DNS if the primary is down
lt: Antrinis DNS: atsarginis DNS, jei pirminis neveiks

source: About
fr: À propos
lt: Apie

source: Close
fr: Fermer
lt: Uždaryti

source: RTL XL Gemist
fr: RTL XL manqué

source: Drama
fr: Drame
