Repository: ainouna/oe-alliance-plugins
Catalog: MICOMUpgrade/po/*.po
Languages: fr

source: Download the firmware (latest)
fr: Télécharger le firmware (le dernier)

source: Can't found binary file.
fr: Impossible de trouver le fichier binaire.

source: Can't found MD5 file.
fr: Impossible de trouver le fichier MD5.

source: You chose the incorrect file.
fr: Vous avez choisi le mauvais fichier.

source: Can't find /usr/bin/md5sum
fr: Impossible de trouver /usr/bin/md5sum

source: Fail to verify data file. file[%s] md5[%s]
fr: Échec lors de la vérification du fichier de donnée. fichier[%s] md5[%s]

source: Can't found model name.
fr: Impossible de trouver le nom du modèle.

source: Close
fr: Fermer

source: Upgrade
fr: Mise-à-jour

source: No selected binary data!!
fr: Aucune donnée binaire choisie!

source: Can't found device file!!
fr: Impossible de trouver le fichier du périphérique!
