Repository: ainouna/oe-alliance-plugins
Catalog: GigaBlueRemote/po/*.po
Languages: ca, de, es, lt, tr

source: Code 1
ca: Codi 1
de: Kode 1
es: Código 1
lt: Kodas 1
tr: Kod 1

source: Code 2
ca: Codi 2
de: Kode 2
es: Código 2
lt: Kodas 2
tr: Kod 2

source: Remote Control Code
ca: Codi comandament a distància
de: Kodierung Fernbedienung
es: Código mando a distancia
lt: Nuotolinio valdymo kodas
tr: Uzaktan kumanda kodu

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
lt: Atšaukti
tr: İptal

source: Save
ca: Guardar
de: Speichern
es: Guardar
lt: Išsaugoti
tr: Kaydet

source: Sorry, but %s is not supported.
ca: Perdó, però %s no està suportat.
de: Entschuldigung, aber %s wird nicht unterstützt.
es: Perdón, pero %s no está soportado.
lt: Atleiskite, %s nepalaikomi.
tr: Üzgünüz. Tarayıcınız %s desteklemiyor.

source: Remote Control Code:
ca: Codi comandament a distància:
de: Kodierung Fernbedienung:
es: Código mando a distancia:
lt: Nuotolinio valdymo kodas:
tr: Uzaktan kumanda kodunu:

source: FILE DOES NOT EXIST : /proc/stb/ir/rc/customcode
ca: ARXIU NO EXISTEIX : /proc/stb/ir/rc/customcode
de: DATEI EXISTIERT NICHT : /proc/stb/ir/rc/customcode
es: ARCHIVO NO EXISTE : /proc/stb/ir/rc/customcode
lt: Failo /proc/stb/ir/rc/customcode NĖRA
tr: Dosya bulunmuyor: /proc/stb/ir/rc/customcode

source: Please change now the mode on your RCU.
ca: Si us plau, canvia el mode del teu comandament.
de: Bitte ändern Sie jetzt die Kodierung auf Ihrer Fernbedienung.
es: Por favor, cambia el modo en tu mando.
lt: Pakeiskite savo nuotolinio valdymo režimą.
tr: Lütfen RCU'nuzdaki modu şimdi değiştirin.

source: Press and hold 'GIGA' & '5' for 5 seconds.
ca: Prem y mantè premut el botó 'GIGA' y '5' durant 5 seg.
de: Drücken und halten Sie 'GIGA' & '5' für 5 Sekunden.
es: Pulsa y aguanta pulsado el botón 'GIGA' y '5' durante 5 seg.
lt: Paspauskite kartu ir 5 sekundes palaikykite mygtukus 'GIGA' ir '5'
tr: 'GIGA' ve '5' tuşlarına 5 saniye boyunca basılı tutun.

source: Then choose 'Confirm'
ca: Llavors tria 'Confirmar'
de: Dann wählen Sie 'Bestätigen'
es: Entonces escoge 'Confirmar'
lt: Tada pesirinkite 'Patvirtinti'
tr: Sonra 'Onaylamak' yı seçin´

source: Confirm
ca: Confirmar
de: Bestätigen
es: Confirmar
lt: Patvirtinti
tr: Onaylamak

source: within %d seconds.
ca: durant %d segons.
de: innerhalb %d Sekunden.
es: durante %d segundos.
lt: per %d sek.
tr: Saniyeler Içinde %d .
