Repository: ainouna/oe-alliance-plugins
Catalog: TunerServer/po/*.po
Languages: nl

source: Tuner Server setup
nl: Tuner Server instellingen

source: Current Status:
nl: Huidiges status:

source: Server Disabled
nl: Server uitgeschakeld

source: Server Enabled
nl: Server ingeschakeld

source: Build Server
nl: Bouw server

source: Disable Server
nl: Server uitschakelen

source: Close
nl: Sluit

source: Your server is now building Please wait ...
nl: Uw server wordt nu gebouwd Even wachten ...

source: Sorry, but you need to have a device mounted at '/media/hd'
nl: Sorry, maar u moet een device gemount hebben op '/media/hd'

source: Build Complete!
nl: Bouwen gereed!

source: Your server is now being deleted Please Wait ...
nl: Uw server wordt nu verwijderd Even wachten ...

source: Tuner Server Disabled.
nl: Tuner Server uitgeschakeld.

source: Server now disabled!
nl: Server is nu uitgeschakeld!

source: Allow Streaming From Box Tuners
nl: Sta streamen vanaf de tuners van de box toe
