Repository: ainouna/oe-alliance-plugins
Catalog: VPLEDControl/po/*.po
Languages: ca, es

source: Channelnumber in Standby off
ca: Nº de canal, apagat en repòs
es: Nº de canal, apagado en reposo

source: Channelnumber in Standby Clock
ca: Nº de canal, rellotge en repòs
es: Nº de canal, reloj en reposo

source: Channelnumber/Clock in Standby Clock
ca: Nº canal/rellotge, rellotge en repòs
es: Nº canal/reloj, reloj en reposo

source: Clock always
ca: Sempre el rellotge
es: Siempre el reloj

source: Always off
ca: Sempre apagat
es: Siempre apagado

source: yes
ca: si
es: si

source: Off
ca: Deshabilitat
es: Deshabilitado

source: On/Off
ca: Enc./apagat
es: Enc./apagado

source: Brightness level
ca: Nivell de brillantor
es: Nivel de brillo

source: LED Display Setup
ca: LED/Display VFD
es: LED/Display VFD

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Save
ca: Desar
es: Guardar

source: Update Date/Time
ca: Actualitzar data/hora
es: Actualizar fecha/hora

source: Show on LED
ca: Text al VFD
es: Texto en el VFD

source: Time mode
ca: 12/24 h.
es: 12/24 h.

source: Show REC-Symbol in Display
ca: Mostrar 'REC' al display
es: Mostrar 'REC' en el display

source: Show blinking Clock on Display during recording
ca: Reloj intermitent al display en l'enregistrament
es: Reloj parpadea en el display durante la grabación

source: Brightness Level 1
ca: Nivell de brillantor 1
es: Nivel de brillo 1

source: Brightness Level 2
ca: Nivell de brillantor 2
es: Nivel de brillo 2
