Repository: ainouna/oe-alliance-plugins
Catalog: FirmwareUpgrade/po/*.po
Languages: fr, uk

source: FPGA
uk: ПКВМ

source: Front Processor
uk: Фронтпроцесор

source: VFD Controller
uk: ЧРП контролер

source: Can't cancel during upgrade!!
fr: Vous ne pouvez pas annuler pendant une mise-à-jour!
uk: Не можна скасувати в процесі оновлення!!

source: Status : 0%
fr: Statut : 0%
uk: Статус : 0%

source: Fail to upgrade!! Retry!!
fr: Échec de la mise-à-jour! Réessayez!
uk: Не вдалось оновити!! Повторіть спробу!!

source: Success. Press OK to exit.
fr: Réussi. Appuyez sur OK pour sortir.
uk: Готово. Натисніть кнопку OK, щоб вийти

source: Do you want to remove binary data?
fr: Voulez-vous supprimer les données binaire?
uk: Ви хочете видалити бінарні дані?

source: Download
uk: Завантажити

source: Can't found binary file.
fr: Impossible de trouver un fichier binaire.
uk: Не вдається знайти бінарний файл

source: Can't found MD5 file.
fr: Impossible de trouver un fichier MD5.
uk: Не вдається знайти файл MD5

source: You choose the incorrect file.
uk: Обрано некоректний файл

source: Can't find /usr/bin/md5sum
fr: Impossible de trouver /usr/bin/md5sum
uk: Не вдається знайти /usr/bin/md5sum

source: Fail to verify data file. file[%s] md5[%s]
fr: Échec lors de la vérification. fichier[%s] md5[%s]
uk: Помилка при перевірки файлу. файл[%s] md5[%s]

source: Firmware does not exist.
fr: Le firmware n'existe pas.
uk: Немає прошивки

source: Can't found model name.
fr: Impossible de trouver le nom du modèle.
uk: Не вдається визначити назву моделі

source: Close
fr: Fermer
uk: Закрити

source: Duo/Solo was not support.
uk: Duo/Solo не підтримуються

source: Upgrade
fr: Mise-à-jour
uk: Оновити

source: Firmware
uk: Прошивка

source: No selected binary data!!
fr: Aucun fichier binaire sélectionné!
uk: Бінарні дані не вибрані!!

source: Can't found device file!!
fr: Impossible de trouver un fichier de périphérique!
uk: Файл пристрою не знайдено!!

source: Firmware Upgrade
fr: Mise-à-jour du firmware
uk: Оновлення прошивки

source: Upgrade Firmware..
uk: Оновлення вбудованого ПЗ
