Repository: ainouna/oe-alliance-plugins
Catalog: DMBlindscan/po/*.po
Languages: nl

source: MANUALLY start service searching, press green to change
nl: HANDMATIG kanalen zoeken starten, wijzig met de groene toets

source: AUTOMATICALLY start service searching, press green to change
nl: AUTOMATISCH kanalen zoeken starten, wijzig met de groene toets

source: Transponder searching finished!
nl: Transponders zoeken klaar!

source: Press green to start service searching!
nl: Druk de Groene knop om de kanalen scan te starten!

source: %dMhz scanned
nl: %dMhz gescand

source: %d transponders found at %d:%02dmin
nl: %d transponders vinden op %d:%02dmin

source: %d transponder(s) found
nl: %d transponder(s) gevonden

source: Try to find used satellite transponders...
nl: Zoek naar gebruikte satelliet transponders...

source: Nothing to scan! Press Exit!
nl: Niets om te scannen! Druk op Exit!

source: Blindscan is not supported by this tuner (%s)
nl: Blindscan wordt niet ondersteund door deze tuner (%s)

source: Press OK to start the scan
nl: Druk OK om zoeken te starten.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
nl: Niets om te scannen! V贸贸r het scannen dient uw tuner correct ingesteld te zijn.

source: Satellite
nl: Satelliet

source: Frequency start
nl: Frequentie start

source: Frequency stop
nl: Frequentie stop

source: Accuracy (higher is better)
nl: Nauwkeurigheid (hoger is beter)

source: Horizontal
nl: Horizontaal

source: Vertical
nl: Vertikaal

source: Network scan
nl: Netwerk zoeken

source: Clear before scan
nl: V贸贸r zoeken alle zenders wissen?

source: Only free scan
nl: Alleen ongecodeerde zenders scannen?

source: no
nl: nee

source: yes
nl: ja

source: yes (keep feeds)
nl: ja (behoud feeds)

source: DVB-S only
nl: enkel DVB-S

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
nl: Geen tuner geactiveerd! Controleer uw tunerinstellingen alvorens zenders te scannen.

source: Blind scan
nl: Blind zoeken

source: Scan satellites for new transponders
nl: Zoek nieuwe satelliet transponders
