Repository: ainouna/oe-alliance-plugins
Catalog: xmlUpdate/po/*.po
Languages: ar, zh_cn

source: /etc/tuxbox (default)
ar: /etc/tuxbox (إفتراضي)
zh_cn: /etc/tuxbox (默认)

source: Exit
ar: خروج
zh_cn: 退出

source: Fetch
ar: إلتقاط
zh_cn: 取回

source: Fetching and saving %s.xml succeeded. Restart now for changes to take immediate effect?
ar: نجح جلب وحفظ %s.xml. أعد التشغيل الآن لتصبح التغييرات سارية المفعول؟
zh_cn: 获取并保存 %s.xml 成功. 立即重新启动以使更改立即生效?

source: File being updated, i.e. satellites.xml, cables.xml, or terrestrial.xml.
ar: يتم تحديث الملف، مثال satellites.xml أو cables.xml أو earth.xml.
zh_cn: 正在更新的文件,即satellites.xml、cables.xml或ternal.xml.

source: Folder where the downloaded file will be saved. "/etc/tuxbox" is the default location. Files stored in "/etc/enigma2" override the default file and are not updated on a software update.
ar: مجلد حيث سيتم حفظ الملف الذي تم تنزيله. "/ etc / tuxbox" هو الموقع الافتراضي. الملفات المخزنة في "/ etc / enigma2" تتجاوز الملف الافتراضي ولا يتم تحديثها عند تحديث البرنامج.
zh_cn: 保存下载文件的文件夹. "/etc/tuxbox" 是 默认位置. 存储在 "/etc/enigma2" 中的文件覆盖默认文件 不会在软件更新时更新.

source: OE-Alliance
ar: صور مفتوحة المصدر
zh_cn: OE联盟

source: Online source where the transponder xml file is being retrieved from.
ar: مصدر أونلاين حيث سيتم استرداد ملف معلومات الترددات المرسل من.
zh_cn: 从中检索转发器xml文件的联机源.

source: Save to
ar: حفظ إلى
zh_cn: 保存到

source: Saving the %s.xml file failed
ar: فشل حفظ ملف %s.xml
zh_cn: 保存 %s.xml 文件失败

source: Source
ar: المصدر
zh_cn: 来源

source: The %s.xml download was corrupt.
ar: تحميل %s.xml تألف.
zh_cn: 这个 %s.xml 下载已损坏.

source: The %s.xml file could not be fetched
ar: لا يمكن جلب ملف %s.xml
zh_cn: 无法获取 %s.xml 文件

source: XML update
ar: تحديث ملف معلومات الترددات
zh_cn: XML更新

source: cable
ar: كيبل
zh_cn: 有线

source: satellite
ar: قمر صناعي
zh_cn: 卫星

source: terrestrial
ar: بث أرضي
zh_cn: 地面波
