Repository: ainouna/oe-alliance-plugins
Catalog: BTDevicesManager/po/*.po
Languages: ca, de, es, it, lt, nl, pt

source: Bluetooth Devices Manager Setup
ca: Configuració del gestor de disp. Bluetooth
de: Bluetooth Geräte-Manager Einstellungen
es: Configuración del gestor de dipos. bluetooth
it: Impostazioni gestione dispositivi Bluetooth
lt: Bluetooth įrangos valdymo sąranka
nl: Bluetooth apparaten Manager Instellen
pt: Gestor de definições de dispositivos Bluetooth

source: Autostart
ca: Autoinici
es: Autoinicio
it: Avvio automatico
lt: Autopaleidimas
pt: Início automático

source: Exit
ca: Sortir
de: Beenden
es: Salir
it: Esci
lt: Uždaryti
nl: Afsluiten
pt: Sair

source: Save
ca: Desar
de: Speichern
es: Guardar
it: Salva
lt: Išsaugoti
nl: Opslaan
pt: Guardar

source: Bluetooth Devices Manager
ca: Gestor de dispositius Bluetooth
de: Bluetooth Geräte-Manager
es: Gestor de dipositivos Bluetooth
it: Gestione dispositivi Bluetooth
lt: Bluetooth įrangos valdymas
nl: Bluetooth apparaten Manager
pt: Gestor de dispositivos Bluetooth

source: Please load BT driver by pressing BLUE button.
ca: Carregueu el driver BT mitjançant el botó BLAU.
de: Blaue Taste drücken, um den BT-Treiber zu laden.
es: Cargue el controlador BT pulsando el botón AZUL
it: Premere tasto BLU per caricare il driver BT.
lt: Įkelkite BT tvarkyklę, paspaudę 'MĖLYNĄ' mygtuką.
nl: Gelieve BT stuurprogramma te laden door te drukken op de blauwe knop.
pt: Por favor, carrega o driver de BT, pressionando o botão azul.

source: No connected to any device
ca: No s'ha connectat a cap dispositiu
de: Mit keinem Gerät verbunden.
es: No se ha conectado a ningún dispositivo
it: Non connesso a nessun dispositivo
lt: Neprisijungta prie jokio įrenginio
nl: Niet verbonden met een apparaat
pt: Não ligado a qualquer dispositivo

source: (Re)Scan
ca: (Re)escanejar
de: Suche wiederholen
es: (Re)escanear
it: Ripeti scansione
lt: Paieška
pt: (Re)Procurar

source: Connect
ca: Connectar
de: Verbinden
es: Conectar
it: Connettere
lt: Prisijungti
nl: Verbinden
pt: Conetar

source: Config
ca: onfiguració
de: Konfiguration
es: Configurar
lt: Nustatymas
nl: Configuratie

source: No BT devices found!
ca: No s'ha trobat cap dispositiu Bluetooth
de: Keine BT-Geräte gefunden!
es: No se ha encontrado ningún dispositivo Bluetooth
it: Nessun dispositivo BT rilevato!
lt: BT įrenginių nerasta!
nl: Geen BT apparaten gevonden !!
pt: Nenhum dispositivo BT encontrado!

source: Scanning for devices...
ca: Cercant dispositius...
es: Buscando dispositivos...
it: Scansione per dispositivi...
lt: Ieškoma Bluetooth įrangos...
nl: Apparaten zoeken...
pt: A procurar por dispositivos...

source: Scanning...
ca: Cercant...
es: Buscando...
it: Scansione in corso...
lt: Vyksta paieška...
nl: Zoeken...
pt: A Pesquisar...

source: MAC: Device name:
ca: MAC: Nom:
es: MAC: Nombre:
it: MAC: Nome dispositivo:
lt: MAC: Įrenginys:
nl: MAC: Apparaat naam:
pt: MAC: Nome do dispositivo:

source: entry
it: ingresso
lt: įrašas
nl: invoer
pt: entrada

source: Not detected devices around STB
ca: No s'ha detectat cap dispositiu aprop
de: Keine erkannten Geräte in der Umgebung
es: No se ha detectado ningún dispositivo cercano
it: Nessun dispositivo rilevato nei dintorni
lt: Šioje aplinkoje nerasta įranga
nl: Geen aangesloten apparaten gevonden op STB
pt: Não existem dispositivos ligados à STB

source: Connection with:
ca: Connectat amb:
de: Verbunden mit:
es: Conectado con:
it: Connesso con:
lt: Ryšys su:
nl: Verbonden met:
pt: Ligação com:

source: Disconnect
ca: Desconnectar
de: Trennen
es: Desconectar
it: Disconnesso
lt: Atjungti
nl: Verbinding verbroken
pt: Desconetar

source: Trying to pair with:
ca: Intentant vincular amb:
de: Versuche zu koppeln mit:
es: Intentando emparejar con:
it: Tentativo di accoppiamento con:
lt: Bandoma susieti su:
nl: Probeer te verbinden met:
pt: Tentando emparelhar com:

source: Can't not pair with selected device!
ca: No es pot vincular amb aquest dispositiu!
de: Kann nicht mit ausgewähltem Gerät koppeln!
es: No se puede emparejar con este dispositivo.
it: Impossibile associare il dispositivo selezionato!
lt: Su pasirinktu įrenginiu susieti nepavyko!
nl: Kon niet verbinden met geselecteerd apparaat!
pt: Não pode emparelhar com o dispositivo selecionado!

source: This is bt devices manager
ca: Gestió dels dispositius Bluetooth
de: Bluetooth-Konfiguration
es: Gestión de los dispositivos Bluetooth
it: Configurazioni Bluetooth
lt: Tai BT įrenginių valdymas
nl: Dit is bt apparaat manager
pt: Isto é o gestor de dispotivos BT
