Repository: ainouna/oe-alliance-plugins
Catalog: XtrendFancontrol/po/*.po
Languages: et, fr, lt

source: Fan - Off
et: Vent - väljas
fr: Ventilateur - Arrêt
lt: Aušintuvas išjungtas

source: Fan - On
et: Vent - sees
fr: Ventilateur - Marche
lt: Aušintuvas įjungtas

source: Fan - Auto
et: Vent - autom.
fr: Ventilateur - Auto
lt: Aušintuvas automatiškai

source: None
et: Pole
fr: Aucun
lt: Joks

source: HDD Sleeping
et: HDD puhkel
fr: Disque dur en veille
lt: HDD išjungimas

source: HDD Temperature
et: HDD temperatuur
fr: Disque dur température
lt: HDD temperatūra

source: Off
et: Väljas
fr: Arrêt
lt: Išjungta

source: On
et: Sees
fr: Marche
lt: Įjungta

source: Fan setup:
et: Jahutus:
fr: Configuration ventilateur:
lt: Aušintuvo sąranka:

source: Power status
et: Toide:
fr: Statut de l'alimentation
lt: Įtampa

source: System temperature
et: Süsteemi temperatuur :
lt: Sistemos temperatūra

source: Harddisk temperature
et: Kõvaketta temperatuur :
lt: HDD temperatūra

source: Save
et: Salvesta
fr: Sauvegarder
lt: Išsaugoti

source: Cancel
et: Tühista
fr: Annuler
lt: Atšaukti

source: n.a.
et: kättesaamatu
lt: N/D

source: Fan mode
et: Ventilaatori olek
fr: Mode ventilateur
lt: Aušintuvo režimas

source: Switch Fan mode on time setting
et: Vent tööle aja järgi
fr: Activer le mode ventilateur sur base de l'heure
lt: Aušintuvo režimas, priklausomai nuo laiko

source: Watch HDD state
et: HDD oleku seire
fr: Surveiller l'état du HDD
lt: HDD būklė

source: Watch system temp
et: Temperatuuri seire
lt: Sistemos temperatūra

source: All
et: Kõik
fr: Tout
lt: Visi

source: Select internal HDD device
et: Vali sisene HDD
fr: Sélectionner un disque dur interne
lt: Pasirinkite vidinį HDD

source: Start time
et: Algusaeg
fr: Heure de début
lt: Pradžios laikas

source: End time
et: Lõpuaeg
fr: Heure de fin
lt: Pabaigos laikas

source: Switch ON mode on HDD max.temp. (0 - disable)
et: HDD maks.temp. saavutamisel vent sisse (0 - keelatud)
fr: Activer le mode ON quand la temp. max. du HDD (0 - désactivé)
lt: Įjungti, esant HDD temperatūrai (0 - išjungti)

source: Switch OFF mode on HDD sleep
et: Kõvaketta ooteseisundis vent väljas
fr: Activer le mode OFF quand le HDD est en veille
lt: Išjungti, HDD miegant

source: Show temp. HDD to extensions menu
et: Kuva HDD temp. laienduste menüüs
fr: Afficher la température du HDD dans le menu extensions
lt: Rodyti HDD temp. plėtinių naršyklėje

source: Initial fan speed
et: Ventilaatori algkiirus
lt: Pradinis aušintuvo greitis

source: Switch ON on system temp
et: Vent sisse temperatuuril
lt: Įjungti, esant sistemos temp.

source: You may not use this mode! Not found an internal hard drive!
et: Seda režiimi ei saa kasutada! Sisest ketast ei leitud
fr: Vous ne pouvez pas utiliser ce mode! Aucun disque dur interne détecté!
lt: Negalite naudoti šio režimo! Nerasta vidinio HDD!

source: Start time OFF mode equal End time OFF mode You may not use this time settings!
et: "Algusaeg - väljas" sama kui "Lõpuaeg - väljas" Sellist aja seadistust ei saa kasutada!
fr: L'heure de début et égale à l'heure de fin Vous ne pouvez pas utiliser ces paramètres!
lt: Pradinis ir galutinis išjungto režimo laikai sutampa Jūs negalite naudoti šių laiko nustatymų!

source: Harddisk standby after - no standby You may not use this mode!
et: HDD ooteseisundisse pärast - ooteseisundita Seda režiimi ei saa kasutada!
fr: Disque dur en veille après - pas de veille Vous ne pouvez pas utiliser ce mode!
lt: HDD išjungimas - 'neišjungti' Jūs negalite naudoti šio režimo!

source: Fan Control
et: Jahutus
fr: Contrôle Ventilateur
lt: Aušintuvo valdymas

source: Harddisks:
et: Kõvakettad:
lt: HDD:

source: No harddisk with temperature sensor found!
et: Temperatuuri sensoriga ketast ei leitud!
lt: HDD su temperatūros davikliais nėra!

source: No system temperature sensor found!
et: Temperatuuri sensorit ei leitud!
lt: Sistemos temperatūros daviklių nėra!

source: switch Fan On/Off
et: Vent sisse/välja
fr: basculer le ventilateur On/Off
lt: įjungti/išjungti aušintuvą

source: Fan Setup
et: Jahutus
fr: Configuration ventilateur
lt: Aušintuvo sąranka

source: Show Temp
et: Kuva temp.
lt: Temperatūra

source: Drive is sleeping
et: Ketas on puhkeseisundis

source: ERROR
et: Viga

source: Found internal HDD !
et: Leiti sisene HDD!

source: HddTempWatcher not running!
et: HDD temperatuuri seire ei ole sees!

source: Not found an internal HDD !
et: Sisemist ketast ei leitud!

source: Show HDDTemp
et: Kuva ketta temperatuur

source: Show temp.HDD
et: Kuva ketta temperatuur

source: hddtemp not installed!
et: hddtemp ei ole paigaldatud!

source: Auto
et: Autom.

source: ver. 3.2
lt: vers. 3.2

source: Fan - Off in standby
lt: Budėjime aušintuvas išjungtas
