Repository: ainouna/oe-alliance-plugins
Catalog: VuRemote/po/*.po
Languages: ca, de, es, lt

source: Remote Control Code
ca: Codi comandament
de: Fernbedienung Code
es: Código mando a distancia
lt: Nuotolinio valdymo pulto kodas

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
lt: Atšaukti

source: Save
ca: Guardar
de: Speichern
es: Guardar
lt: Išsaugoti

source: Sorry, but %s is not supported.
ca: Ho sentim, però %s no està suportat.
es: Lo sentimos, pero %s no está soportado.
lt: Atleiskite, %s nepalaikomi.

source: Remote Control Type
ca: Tipus comandament
de: Fernbedienung Model
es: Tipo mando a distancia

source: Remote Control System Code
ca: Sistema del comandament
de: Fernbedienung System Code
es: Sistema del mando a distancia
lt: Nuotolinio valdymo sistemos kodas

source: Text support
ca: Text de suport
de: Textunterstützung
es: Texto de soporte
lt: Teksto palaikymas

source: FILE NOT EXIST : /proc/stb/fp/remote_code
ca: L'arxiu /proc/stb/fp/remote_code no existeix
de: Datei existiert nicht: : /proc/stb/fp/remote_code
es: El archivo /proc/stb/fp/remote_code no existe
lt: Failo /proc/stb/fp/remote_code NĖRA

source: Please change your remote mode
ca: Per a canviar el mode del comandament
de: Bitte den Modus der Fernbedienung ändern
es: Para cambiar el modo del mando a distancia
lt: Pakeiskite savo nuotolinio valdymo režimą

source: Press and hold <OK> and <STB> until red LED is solid, then press '0000
ca: Prem y i deixa premuts <OK> i <STB> fins que el LED roig es quedi fixe, llavors prem '0000
de: <OK> & <STB> gedrückt halten bis LED dauerhaft leuchtet, dann drücke '0000
es: Pulsa y deja pulsados <OK> y <STB> hasta que el LED rojo se quede fijo, entonces pulsa '0000

source: ', then press <OK>
ca: ', llavor prem <OK>
de: , dann <OK> drücken
es: ', entonces pulsa <OK>

source: Then choose 'Keep' within seconds
ca: A continuació premi 'OK'
de: Dann wähle 'Behalten' innerhalb X Sekunden
es: A continuación pulse 'OK'
lt: Tada pasirinkite 'Išsaugoti' per X sek.

source: Press and hold '2' & '7' until red LED is solid, then press 'Help', then press '000
ca: Prem i deixa premuts '2' y '7' fins que el led roig es quedi fixe, llavors prem 'Help' i després prem '000
de: '2' & '7' gedrückt halten bis LED dauerhaft leuchtet, dann 'Help' drücken, dann drücke '000
es: Pulsa y deja pulsados '2' y '7' hasta que el led rojo se quede fijo, entonces pulsa 'Help' y después pulsa '000
lt: Paspauskite ir laikykite '2' ir '7', kol ištisai užsidegs raudonas LED, po to spauskite 'HELP', o po to '000'

source: Keep
ca: OK
de: Behalten
es: OK
lt: Išsaugoti

source: Restore
ca: Restaurar
de: Wiederherstellung
es: Restaurar
lt: Atkurti

source: in %d seconds.
ca: en %d segons.
es: en %d segundos.
lt: per %d sek.
