Repository: ainouna/oe-alliance-plugins
Catalog: IPTVImporter/po/*.po
Languages: de

source: Cancel
de: Abbrechen

source: Connection failed! Aborted!
de: Verbindung fehlgeschlagen. Abbruch!

source: Delete IPTV Bouquets before Import
de: IPTV Bouquets vor Import löschen

source: Import Arabic Channels in Bouquet
de: Importiere arabische Kanäle in Bouquet

source: Import Bundesliga Channels in Bouquet
de: Importiere Bundesliga Kanäle in Bouquet

source: Import Ex-Yu Channels in Bouquet
de: Importiere Ex-Ju Kanäle in Bouquet

source: Import Finland Channels in Bouquet
de: Importiere finnische Kanäle in Bouquet

source: Import France Channels in Bouquet
de: Importiere französische Kanäle in Bouquet

source: Import German Sport Channels in Bouquet
de: Importiere deutsche Sportkanäle in Bouquet

source: Import Germany Channels in Bouquet
de: Importiere deutsche Kanäle in Bouquet

source: Import Italian Channels in Bouquet
de: Importiere italienische Kanäle in Bouquet

source: Import Netherlands Channels in Bouquet
de: Importiere holländische Kanäle in Bouquet

source: Import Polish Channels in Bouquet
de: Importiere polnische Kanäle in Bouquet

source: Import Portugal Channels in Bouquet
de: Importiere portugiesische Kanäle in Bouquet

source: Import Romania Channels in Bouquet
de: Importiere rumänische Kanäle in Bouquet

source: Import Sky Germany Channels in Bouquet
de: Importiere Sky Deutschland Kanäle in Bouquet

source: Import Spain Channels in Bouquet
de: Importiere spanische Kanäle in Bouquet

source: Import Suisse and Austria Channels in Bouquet
de: Importiere Alpenland Kanäle in Bouquet

source: Import Sweden Channels in Bouquet
de: Importiere schwedische Kanäle in Bouquet

source: Import Turkey Channels in Bouquet
de: Importiere türkische Kanäle in Bouquet

source: Import UK Channels in Bouquet
de: Importiere englische Kanäle in Bouquet

source: Import US Channels in Bouquet
de: Importiere US Kanäle in Bouquet

source: Import VOD in Bouquet
de: Importiere VOD in Bouquet

source: Import XXX Channels in Bouquet
de: Importiere XXX Kanäle in Bouquet

source: Import successful!
de: Import erfolgreich!

source: Password
de: Passwort

source: Save
de: Speichern

source: Show IPTV Importer in Extensions
de: Zeige IPTVImporter im Erweiterungsmenü

source: Show IPTV Importer in Menu
de: Zeige IPTVImporter im Hauptmenü

source: Show IPTV Importer in Plugins
de: Zeige IPTVImporter im Pluginmenü
