Repository: ainouna/oe-alliance-plugins
Catalog: GigaBlueVFDControl/po/*.po
Languages: lt

source: Channelnumber in Standby off
lt: Kanalo numeris išjungus budėjimą

source: Channelnumber in Standby Clock
lt: Kanalo numeris budėjimo metu

source: Channelnumber/Clock in Standby Clock
lt: Kanalo numeris/Laikrodis budėjimo metu

source: Clock always
lt: Laikrodis pastoviai

source: Always off
lt: Visada išjungtas

source: No
lt: Ne

source: Yes
lt: Taip

source: None
lt: Nieko

source: Blue
lt: Mėlyna

source: Red
lt: Raudona

source: Purple
lt: Purpurinė

source: Cancel
lt: Atšaukti

source: Save
lt: Išsaugoti

source: Update Date/Time
lt: Atnaujinti datą ir laiką

source: Enable led
lt: Įjungti LED

source: Led state RUN
lt: LED būklė darbiniame režime

source: Led state Standby
lt: LED būklė budinčiame režime

source: Led state Deep Standby
lt: LED būklė giliame budėjime

source: Led state Record
lt: LED būklė įrašinėjant

source: Blink Record Led
lt: Mirksėjimas įrašo metu

source: Led state HDD /dev/sda active
lt: LED būklė, kai HDD /dev/sda veikia

source: Led state HDD /dev/sdb active
lt: LED būklė, kai HDD /dev/sdb veikia

source: Brightness
lt: Šviesumas

source: Brightness Standby
lt: Šviesumas budėjimo režime

source: Show on VFD
lt: Rodyti VFD ekrane

source: Show clock in Deep Standby
lt: Giliame budėjime rodyti laikrodį

source: Time mode
lt: Laiko režimas

source: Channel number with leading zeros
lt: Kanalo numeris su nuliais pradzioje

source: Display/LED
lt: LED ekranas
