Repository: ainouna/oe-alliance-plugins
Catalog: SH4BoosterControl/po/*.po
Languages: lt

source: 450 (default)
lt: 450 (numatyta)

source: 540 (default)
lt: 540 (numatyta)

source: Cancel
lt: Atšaukti

source: Save
lt: Išsaugoti

source: Test
lt: Patikra

source: Start boot frequency
lt: Pradinis įkrovos dažnis

source: Normal running frequency
lt: Įprastas darbinis dažnis

source: Standby saver frequency
lt: Dažnis budėjimo režime

source: Start Boot Frequency
lt: Pradinis įkrovos dažnis

source: Booster Control
lt: Stiprinimo valdymas
